Repository: decarvalhoaa/the-little-craft
Catalog: languages/*.po
Languages: de_de

source: SPECIAL OFFER: Free shipping for Germany for orders above 39 €!
de_de: AKTUELLES ANGEBOT: Versandkostenfreie Lieferung für Bestellungen ab 39 € innerhalb von Deutschland!

source: Confirm email address
de_de: E-Mail-Adresse bestätigen

source: Please enter a valid account username.
de_de: Bitte gib einen gültige Benutzernamen ein.

source: Please provide a valid email address.
de_de: Bitte gib eine gültige E-Mail-Adresse an.

source: Please confirm your email address by re-typing your email address.
de_de: Bitte bestätige deine E-Mail-Adresse, indem du diese erneut eingibst.

source: The email addresses do not match.
de_de: Die E-Mail-Adressen stimmen nicht überein.

source: Please enter an account password.
de_de: Bitte gib ein Passwort für das Konto ein.

source: You must accept our Terms &amp; Conditions.
de_de: Die Zustimmung zu unseren <strong>Allgemeinen Geschäftsbedingungen (AGB)</strong> und <strong>Datenschutzerklärung</strong> ist erforderlich.

source: Thanks for registering with us. Your <strong>password</strong> was emailed to you.<br>Check your email inbox and return to this page to login with your username and password.
de_de: Vielen Dank, dass du ein Konto bei uns erstellt hast. Dein <strong>Passwort</ strong> wurde dich per E-Mail geschickt.<br>Bitte überprüfe deinen Posteingang und kehre zu dieser Seite zurück, um dich mit deinem Benutzernamen und Passwort anzumelden.

source: <strong>Notice:</strong> If you don&rsquo;t find the email with the password in your inbox, check your spam or junk folder.
de_de: <strong>Hinweis:</strong> Wenn du die E-Mail mit dem Passwort in deinem Posteingang nicht findest, überprüfe bitte deinen Spam- oder Junk-Ordner.

source: Confirm Email Address
de_de: E-Mail-Adresse bestätigen

# placeholder
source: Retype Email Address
de_de: Bitte gib deine Emai-Adresse erneut ein

source: The <strong>Email Address</strong> and <strong>Confirm Email Address</strong> do not match.
de_de: Die <strong>E-Mail-Adresse</strong> und die <strong>E-Mail-Adresse bestätigen</strong> stimmen nicht überein.

source: &nbsp;Required field
de_de: &nbsp;Pflichtfeld

source: * All stated prices are final prices excl. <a href="%s" target="_blank">Shipping</a>, exempt from VAT according to Art. 19 of the German VAT law (UStG).
de_de: * Alle angegebenen Preise sind Endpreise zzgl. <a href="%s" target="_blank">Versandkosten</a>, keine Ausweisung der Umsatzsteuer gemäß § 19 UStG.

source: Final Price excl. <a href="%s" target="_blank">Shipping</a>, exempt from VAT according to Art. 19 of the German VAT law (UStG)
de_de: Endpreis zzgl. <a href="%s" target="_blank">Versandkosten</a>, keine Ausweisung der Umsatzsteuer gemäß § 19 UStG

source: Buy Tickets
de_de: Tickets kaufen

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">Terms &amp; Conditions</a> and <a href="%s" target="_blank">Privacy Policy</a>
de_de: Ich habe die <a href="%s" target="_blank">Allgemeinen Geschäftsbedingungen</a> und <a href="%s" target="_blank">Datenschutzerklärung</a> gelesen und bestätige diese hiermit.

source: The invoiced amount is exempt from value-added tax according to Art. 19 (1) of the German VAT law (UStG).
de_de: Kein Umsatzsteuerausweis aufgrund Anwendung der Kleinunternehmerregelung gemäß § 19 UStG.

source: This is a blank child theme for WooThemes StoreFront theme
de_de: Dieses ist eine leer Child-Theme für WooThemes Storefront Theme
